Repository: Paynopain-Dev/woocommerce-pfs
Catalog: languages/paylands-woocommerce-*.po
Languages: es_es

source: Style Customization
es_es: Personalización del estilo

source: Style
es_es: Personalización

source: Configure the visual appearance of the Paylands card payment form using the following settings. Fields that are not indicated will take the default value.
es_es: Configura el aspecto visual del formulario para pagos con tarjeta de Paylands utilizando los siguientes ajustes. Los campos que no se indiquen tomarán el valor por defecto.

source: Title
es_es: Título

source: Checkout title.
es_es: Título del checkout.

source: Checkout logo URL.
es_es: URL del logo del checkout.

source: Background Color
es_es: Color de Fondo

source: Checkout background color.
es_es: Color de fondo del checkout.

source: Accent Color
es_es: Color de Acento

source: Checkout accent color.
es_es: Color complementario del checkout.

source: Text Color
es_es: Color del Texto

source: Checkout text color.
es_es: Color de texto del checkout.

source: Font
es_es: Fuente

source: Checkout text font.
es_es: Fuente de texto del checkout.

source: Default
es_es: Por defecto

source: Description
es_es: Descripción

source: Checkout description.
es_es: Resumen del checkout.

source: Footer Logo
es_es: Logo del Pie de Página

source: Checkout footer logo URL.
es_es: URL del logo para el pie de página del checkout.

source: Terms and Conditions
es_es: Términos y Condiciones

source: Terms and conditions and/or privacy policy page URL.
es_es: URL de la página de términos y condiciones y/o política de privacidad.

source: DEV mode active:
es_es: Modo desarrollador está activo:

source: Onboarding process and all transactions are simulated. Customers can't make real purchases through WooCommerce Paylands.
es_es: El proceso de onboarding y todas las trasacciones son simuladas. Los clientes no pueden hacer comprar reales a través de WooCommerce Paylands.

source: Test mode is active:
es_es: El modo pruebas está activo:

source: Customers can't make real purchases through WooCommerce Paylands.
es_es: Los clientes no pueden hacer compras reales a través de WooCommerce Paylands.

source: Settings
es_es: Ajustes

source: Payment Form Language
es_es: Idioma del formulario de pago

source: Test mode
es_es: Modo de pruebas

source: Your Paylands account is not ready yet.
es_es: Tu cuenta de Paylands no está conectada aún.

source: Start here to configure you account
es_es: Empieza aquí para configurar tu cuenta

source: Let's go
es_es: Vamos

source: Log in
es_es: Acceder

source: Your Paylands account is connected. We are validating your business.
es_es: Tu cuenta de Paylands está conectada. Estamos validando tu comercio.

source: Business ID:
es_es: Id de comercio:

source: Name:
es_es: Nombre:

source: Contact:
es_es: Contacto:

source: Disconnect account
es_es: Desconectar cuenta

source: Thank you!
es_es: ¡Gracias!

source: Start accepting payments with Woocommerce Paylands
es_es: Empieza a cobrar con Woocommerce Paylands

source: Paylands is the perfect payment gateway for online eCommerce stores that need to securely and conveniently charge their customers.
es_es: Paylands es la pasarela de pago perfecta para tiendas online eCommerce que necesiten cobrar a sus clientes con total seguridad y comodidad.

source: No matter if your company is large or small, Paylands offers the most innovative payment tools and the best customer support.
es_es: No importa si tu empresa es grande o pequeña, en Paylands encontrarás las herramientas de cobro más innovadoras y la mejor atención al cliente.

source: Create your account in just a few steps.
es_es: Crea tu cuenta en unos pocos pasos.

source: Okay, let’s do this!
es_es: ¡Ok, vamos a ello!

source: I already have an account
es_es: Ya tengo cuenta

source: Log in with your Paylands account
es_es: Accede con tu cuenta de Paylands

source: If you don’t have an account, create one by registering your business
es_es: Si no tienes cuenta, debes crearla registrando tu comercio

source: here
es_es: aquí

source: Your Paylands account is connected, and your business is validated. You can now start selling!
es_es: Tu cuenta de Paylands está conectada y tu comercio validado. ¡Ya puedes empezar a vender!

source: Your payment methods have been successfully configured for you to start selling. Review your payment methods and activate the ones you wish to use on the website.
es_es: Tus métodos de pago se han configurado correctamente para empezar a vender. Revisa tus métodos de pago y activa los que quieras utilizar en la web.

source: View payment methods
es_es: Ver métodos de pago

source: Our payment gateway integrates the most used payment methods.
es_es: Nuestra pasarela de pago integra los métodos de pago más utilizados.

source: Get to know us at
es_es: Conócenos en

source: How does it work?
es_es: ¿Cómo funciona?

source: Create and connect your account
es_es: Crea y conecta tu cuenta

source: The first step is to create your Paylands account. A form will open where you need to fill in your company’s relevant details for validation. You will quickly receive an email with access to your account.
es_es: El primer paso es crear tu cuenta de Paylands. Se te abrirá un formulario donde deberás rellenar los datos relevantes de tu empresa para que la validemos. En seguida recibirás un email con el acceso a tu cuenta.

source: We validate your business
es_es: Válidamos tu comercio

source: Once you connect your account with the login details we’ve sent by email, we will validate your business information. From here, you can check the status of the validation process.
es_es: Una vez conectes tu cuenta con los datos de acceso que te hemos enviado por email, validaremos los datos de tu comercio. Desde aquí podrás ver el estado del proceso de validación.

source: Start selling
es_es: Empieza a vender

source: Once your account is validated, all you need to do is choose which payment methods you want to use in your store, and you can start selling.
es_es: Una vez validada tu cuenta, solo necesitas elegir que métodos de pago de los que tienes activos, deseas utilizar en la tienda y ya podrás empezar a vender.

source: Please, provide a username
es_es: Por favor, introduce un usuario

source: Please, provide a password
es_es: Por favor, introduce una contraseña

source: Are you sure you want to disconnect the account? Plugin settings will be reset, and payment methods will no longer be available.
es_es: ¿Estas seguro que quieres desconectar la cuenta? Los ajustes del plugin se resetearán y los medios de pago dejarán de estar disponibles.

source: Account connected!
es_es: ¡Cuenta conectada!

source: Invalid request parameters
es_es: Parámetros de solicitud no válidos

source: Missing data
es_es: Faltan datos

source: We are waiting for you to send your documentation.
es_es: Estamos pendientes de que nos envíes tu documentación.

source: Check the email we sent you after registration with instructions on how to access your private area and upload all the documentation needed to complete your registration.
es_es: Revisa el email que te enviamos después del registro donde te indicábamos los pasos que debes seguir para ingresar en tu área privada y cargar toda la documentación que necesitamos para finalizar tu alta.

source: For any questions, please contact your Account Manager.
es_es: Para cualquier duda, puedes contactar con tu Account Manager.

source: We are validating your business
es_es: Estamos validando tu comercio

source: You will soon receive an email notifying you of the status of your business so you can start selling as soon as possible.
es_es: En breve recibirás un email notificándote del estado de tu comercio para que puedas empezar a vender cuanto antes.

source: If we need additional information, we will let you know.
es_es: Si necesitamos alguna información adicional, te lo haremos saber.

source: Paylands trying to disconnect a non existing account
es_es: Paylands tratando de desconectar una cuenta inexistente

source: Need help? Contact support %s
es_es: ¿Necesitas ayuda? Contacta con soporte %s

source: Payment methods
es_es: Métodos de pago

source: Home
es_es: Inicio

source: No active payment methods found.
es_es: No se han encontrado métodos de pago activos.

source: <a href="%s">Access</a> to connect your Paylands account and view available payment methods.
es_es: <a href="%s">Accede</a> para conectar tu cuenta de Paylands y poder consultar los métodos de pago disponibles.

source: You can manually enter your keys below.
es_es: Si eres un usuario avanzado puedes introducir tus keys manualmente más abajo.

source: These are the payment methods available for your store.
es_es: Estos son los métodos de pago disponibles para tu comercio.

source: To receive payments from a service in your store, you must activate it using the Configure button.
es_es: Para poder recibir pagos desde un servicio en tu tienda, debes activarlo desde el botón Configurar.

source: Active methods are the ones that will appear as available in the store checkout.
es_es: Los métodos activos son los que aparecerán como disponibles en el checkout de la tienda.

source: Configure
es_es: Configurar

source: Payment methods for test payments
es_es: Métodos para pagos de prueba

source: Payment methods for real payments
es_es: Métodos para pagos reales

source: Request a new payment method
es_es: Solicitar nuevo método de pago

source: If you need it, you can <a href="#" id="paylands-new-service-open">request a new payment method</a>
es_es: Si lo necesitas, puedes <a href="#" id="paylands-new-service-open">solicitar un nuevo método de pago</a>

source: Enter the name and type of payment method you want to request from the available options.
es_es: Indica el nombre y el tipo de método de pago que deseas solicitar de entre los disponibles.

source: Request
es_es: Solicitar

source: Close
es_es: Cerrar

source: Active
es_es: Activado

source: No payment methods available
es_es: No hay métodos de pago disponibles

source: No, thanks
es_es: No, gracias

source: Request sent
es_es: Solicitud enviada

source: Failed to send request
es_es: No se ha podido enviar la solicitud

source: Save changes
es_es: Guardar cambios

source: Activate test mode
es_es: Activar el modo de pruebas

source: Select the language for the Paylands payment form.
es_es: Selecciona el idioma que se usará en el formulario de pago de Paylands.

source: English
es_es: Inglés

source: Spanish
es_es: Español

source: Your account is connected. Review your payment methods below.
es_es: Tu cuenta está conectada. Revisa tus métodos de pago a continuación.

source: An error has occurred, please try again in a few minutes. If the error persists, please contact Paylands.
es_es: Ha ocurrido un error, por favor inténtalo de nuevo más tarde. Si el error persiste, contacta con Paylands.

source: Payment method name
es_es: Nombre del método

source: Payment method type
es_es: Tipo de método de pago

source: Card by Paynopain - Europe
es_es: Tarjeta by Paynopain - Europa

source: Bizum - Europe
es_es: Bizum - Europa

source: Ideal payments - Netherlands
es_es: Ideal payments - Países bajos

source: Sofort payments - Europe
es_es: Sofort payments - Europa

source: Klarna payments - Europe
es_es: Klarna payments - Europa

source: Giropay payments - Germany
es_es: Giropay payments - Alemania

source: Bank transfer - Europe
es_es: Bank transfer - Europa

source: COFIDIS - Spain
es_es: COFIDIS - España

source: FLOA - Europe
es_es: FLOA - Europa

source: This payment method is not available for test payments. You can request it using the link below.
es_es: No tienes disponible este método para pagos de prueba. Puedes solicitarlo en el enlace de abajo.

source: This method is available for test payments
es_es: Este método está disponible para pagos de prueba

source: This payment method is not available for real payments. You can request it using the link below.
es_es: No tienes disponible este método para pagos reales. Puedes solicitarlo en el enlace de abajo.

source: This method is available for real payments
es_es: Este método está disponible para pagos reales

source: Simulate transactions using
es_es: Simula transacciones utilizando

source: test payment data
es_es: datos de pago de prueba

source: If test mode is active, customers will NOT be able to make real payments through Woocommerce Paylands.
es_es: Si el modo de pruebas está activo, los clientes NO podrán realizar pagos reales a través de Woocommerce Paylands.

source: You must save for the change to take effect.
es_es: Debes guardar para que el cambio tenga efecto.

source: Your Paylands account is connected, and the advanced configuration has been automatically filled in. If you want to view it, you can do so by clicking <span class="collapsible-link">here</span>.
es_es: Tu cuenta de Paylands está conectada y la configuración avanzada se ha rellenado automáticamente. Si quieres verla puedes hacerlo pulsando <span class="collapsible-link">aquí</span>.

source: When you <a href="%s">log in</a> and connect your Paylands account, the advanced settings are automatically filled in. If you want to view them, you can do so by clicking <span class="collapsible-link">here</span>.
es_es: Al <a href="%s">acceder</a> y conectar tu cuenta de Paylands las configuración avanzada se rellena automáticamente. Si quieres verla puedes hacerlo pulsando <span class="collapsible-link">aquí</span>.

source: General Settings
es_es: Configuración general

source: Test Mode
es_es: Modo de pruebas

source: Enable test mode
es_es: Activar el modo de pruebas

source: Select the language to be used in the Paylands payment form.
es_es: Selecciona el idioma que se usará en el formulario de pago de Paylands.

source: Advanced Settings
es_es: Configuración avanzada

source: Your User API Key for live payments.
es_es: Tu User Api Key para pagos reales.

source: Your User Signature Key for live payments.
es_es: Tu User Signature Key para pagos reales.

source: Your Checkout UUID for live payments.
es_es: Tu Checkout UUID para pagos reales.

source: Your User API Key for test payments.
es_es: Tu User Api Key para pagos de pruebas.

source: Your User Signature Key for test payments.
es_es: Tu User Signature Key para pagos de pruebas.

source: Your Checkout UUID for test payments.
es_es: Tu Checkout UUID para pagos de pruebas.

source: URL of the image that the customer will see when selecting the payment method on the checkout page (optional). If not specified, the default image will appear.
es_es: URL de la imagen que el cliente verá a la hora de seleccionar el método de pago en la página de checkout (opcional). Sino se indica aparecerá la imagen por defecto.

source: Upload new image
es_es: Subir nueva imagen

source: Open Media Library
es_es: Abrir la Biblioteca de Medios

source: Enable/Disable
es_es: Activar/Desactivar

source: Activate
es_es: Activar

source: Return to Paylands
es_es: Volver a Paylands

source: Return to payments
es_es: Volver a pagos

source: If the method is marked as active, it will appear as a payment option on the checkout page.
es_es: Si el método está marcado como activo aparecerá como opción de pago en la página de checkout.

source: The title the customer will see when selecting the payment method on the checkout page.
es_es: El título que el cliente verá a la hora de seleccionar el método de pago en la página de checkout.

source: The description that the customer will see when selecting the payment method on the checkout page (optional).
es_es: La descripción que el cliente verá a la hora de seleccionar el método de pago en la página de checkout (opcional).

source: Password
es_es: Contraseña

source: Estado final del pedido
es_es: Final order status

source: Set the status in which the order should be when the customer makes a successful payment using this method.
es_es: Establece en que estado debe quedar el pedido cuando el cliente realiza un pago exitoso a través de este método.

source: Default order status
es_es: Estado por defecto

source: Secure Payment
es_es: Pago seguro

source: Enable Secure Payment
es_es: Activar pago seguro

source: Enable this option if the payment will require 3D Secure
es_es: Activa esta opción si el pago requerirá 3D Secure

source: Service UUID
es_es: UUID de servicio

source: Your service UUID for payments.
es_es: Tu UUID de servicio para pagos.

source: Invalid business_id
es_es: Comercio no válido

source: Invalid token
es_es: Token no válido

source: Incorrect username or password
es_es: Usuario o contraseña incorrectos

source: Your account is not active. Please check your email inbox and confirm your email.
es_es: Tu cuenta no está activa. Revisa tu bandeja de entrada y confirma tu email.

source: Payland Charge Completed
es_es: Pago completado por Paylands

source: Payment Refused by merchant
es_es: Pago rechazado por el comerciante

source: Payment Error
es_es: Error de pago

source: Payment Blacklisted
es_es: Pago en lista negra

source: Payment Cancelled
es_es: Pago cancelado

source: Payment Expired
es_es: Pago expirado

source: Payment Fraud
es_es: Fraude en el pago

source: Payment Partially Refunded
es_es: Pago parcialmente reembolsado

source: Payment Pending of confirmation
es_es: Pago pendiente de confirmación

source: Payment Refunded
es_es: Pago reembolsado

source: Payment Pending Processor Response
es_es: Pago pendiente de respuesta del procesador

source: Payment Pending 3DS Response
es_es: Pago pendiente de respuesta 3DS

source: Payment Pending Card
es_es: Pago pendiente de tarjeta

source: There was an error processing the payment
es_es: No se ha podido completar el pago

source: Error message
es_es: Mensaje de error

source: Message displayed to the customer if the payment was not successful
es_es: Mensaje que se muestra al cliente si el pago no se ha realizado con éxito

source: Debug
es_es: Depuración

source: Activate debug logs
es_es: Activar registros de depuración

source: Enable this option to activate debug logs
es_es: Marca esta opción para activar los registros de depuración
